app/views/events/show.html.erb

<p>Email du patron : <%= @event.administrator.email %></p>
<p>Number of inscrit: <%= @event.attendances.size %></p>
---
SELECT COUNT(*) FROM "attendances" WHERE "attendances"."event_id" = $1  [["event_id", 1]]